// ১ লোক বাজারে গেল  , তারপর যে অনেক ধরনের আইটেম বাজার করল । আশার পথে দেখে তার ব্যাগ এ যায়গা নাই  । ১০ টা আইটেক এর বেশি ব্যাগ এ যায়গা ধরে না ।      এখন তার কয় গুলো ব্যাগ লাগতে পারে ? example : কেউ বাজারে গেলে ৪৫ টা আইটেম এর বাজার করল ।    প্রতি ব্যাগ এ ১০ টার বেশি যায়গা ধরে না  তাহলে তার কত ব্যাগ লাগবে এখন অন্য একজন ৩৩ আইটেক নিলো তাহলে তার কত ব্যাগ লাগবে বাজার বাসায় আনতে
const needeBag = (itemsNumber) => {
    const bagNumber = itemsNumber / 10;
    return Math.ceil(bagNumber);
}

const result = needeBag(41);
console.log(result);